export type CommentSlide = {
  id: number;
  comment: string;
  author: string;
  role: string;
};

export const commentSlides: CommentSlide[] = [
  {
    id: 1,
    comment:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    author: "احسان عبدی پور",
    role: "مهمان",
  },
  {
    id: 2,
    comment:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    author: "احسان عبدی پور",
    role: "مهمان",
  },
  {
    id: 3,
    comment:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    author: "احسان عبدی پور",
    role: "مهمان",
  },
];
