export type FaqItem = {
  id: string;
  question: string;
  answer: string;
};

export const faqData: FaqItem[] = [
  {
    id: "1",
    question: "امکان کنسلی یا تغییر تاریخ رزرو وجود دارد",
    answer:
      "در گلیمار امکان لغو یا تغییر تاریخ رزرو فراهم است. اما این موضوع بر اساس زمان اعلام درخواست و قوانین امکان‌پذیر می‌شود. لطفا برای بررسی دقیق شرایط و هماهنگی قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
  {
    id: "2",
    question: "امکان کنسلی یا تغییر تاریخ رزرو وجود دارد",
    answer:
      "در گلیمار امکان لغو یا تغییر تاریخ رزرو فراهم است. اما این موضوع بر اساس زمان اعلام درخواست و قوانین امکان‌پذیر می‌شود. لطفا برای بررسی دقیق شرایط و هماهنگی قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
  {
    id: "3",
    question: "امکان کنسلی یا تغییر تاریخ رزرو وجود دارد",
    answer:
      "در گلیمار امکان لغو یا تغییر تاریخ رزرو فراهم است. اما این موضوع بر اساس زمان اعلام درخواست و قوانین امکان‌پذیر می‌شود. لطفا برای بررسی دقیق شرایط و هماهنگی قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
  {
    id: "4",
    question: "امکان کنسلی یا تغییر تاریخ رزرو وجود دارد",
    answer:
      "در گلیمار امکان لغو یا تغییر تاریخ رزرو فراهم است. اما این موضوع بر اساس زمان اعلام درخواست و قوانین امکان‌پذیر می‌شود. لطفا برای بررسی دقیق شرایط و هماهنگی قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
  {
    id: "5",
    question: "امکان کنسلی یا تغییر تاریخ رزرو وجود دارد",
    answer:
      "در گلیمار امکان لغو یا تغییر تاریخ رزرو فراهم است. اما این موضوع بر اساس زمان اعلام درخواست و قوانین امکان‌پذیر می‌شود. لطفا برای بررسی دقیق شرایط و هماهنگی قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
];
